Repository: maxton76/stall-bokning
Catalog: EquiDuty/EquiDuty/Resources/Localizable.xcstrings
Source language: sv
Languages: en

# steps.context.groups_placeholder
source: Välj grupper...
en: Select groups...

# steps.context.none
source: Inga hästar
en: No horses

# steps.context.specific
source: Specifika hästar
en: Specific horses

# steps.context.specific_placeholder
source: Välj hästar...
en: Select horses...

# steps.form.allow_partial
source: Tillåt delvis slutförande
en: Allow partial completion

# steps.form.allow_photo_evidence
source: Tillåt fotobevis
en: Allow photo evidence

# steps.form.basic
source: Grundläggande information
en: Basic Information

# steps.form.category
source: Kategori
en: Category

# steps.form.category_section
source: Kategori
en: Category

# steps.form.completion
source: Slutförandeinställningar
en: Completion Settings

# steps.form.create_title
source: Nytt steg
en: New Step

# steps.form.description
source: Beskrivning
en: Description

# steps.form.display_options
source: Visningsalternativ
en: Display Options

# steps.form.display_options_none
source: Visningsalternativ är tillgängliga när hästkontext är aktiverad
en: Display options are available when horse context is enabled

# steps.form.edit_title
source: Redigera steg
en: Edit Step

# steps.form.estimated_minutes
source: Beräknad tid
en: Estimated time

# steps.form.groups_selected.%lld
source: %lld grupper valda
en: %lld groups selected

# steps.form.horse_context
source: Hästkontext
en: Horse context

# steps.form.horse_context_section
source: Hästkontext
en: Horse Context

# steps.form.horses_selected.%lld
source: %lld hästar valda
en: %lld horses selected

# steps.form.name
source: Namn
en: Name

# steps.form.no_groups_available
source: Inga grupper tillgängliga
en: No groups available

# steps.form.no_horses_available
source: Inga hästar tillgängliga
en: No horses available

# steps.form.none
source: Ingen
en: None

# steps.form.requires_confirmation
source: Kräver bekräftelse
en: Requires confirmation

# steps.form.select_groups
source: Välj grupper...
en: Select groups...

# steps.form.select_groups_title
source: Välj grupper
en: Select Groups

# steps.form.select_horses
source: Välj hästar...
en: Select horses...

# steps.form.select_horses_title
source: Välj hästar
en: Select Horses

# steps.form.show_blanket
source: Visa täckestatus
en: Show blanket status

# steps.form.show_feeding
source: Visa foderinfo
en: Show feeding info

# steps.form.show_medication
source: Visa medicineringsinfo
en: Show medication info

# steps.form.show_special_instructions
source: Visa specialinstruktioner
en: Show special instructions

# tab.facilities
source: Anläggningar
en: Facilities

# tab.feeding
source: Utfodring
en: Feeding

# tab.horses
source: Hästar
en: Horses

# tab.routines
source: Rutiner
en: Routines

# tab.settings
source: Inställningar
en: Settings

# tab.today
source: Idag
en: Today

# templates.card.accessibility
source: Mall: %@. %d steg, %d minuter. Dubbelknacka för att redigera.
en: Template: %@. %d steps, %d minutes. Double tap to edit.

# templates.delete.dialog.delete
source: Radera permanent
en: Delete permanently

# templates.delete.dialog.disable
source: Inaktivera
en: Disable

# templates.delete.dialog.title
source: Vad vill du göra med mallen?
en: What do you want to do with this template?

# templates.delete.message
source: Denna mall kommer att arkiveras. Befintliga rutiner påverkas inte.
en: This template will be archived. Existing routines will not be affected.

# templates.delete.title
source: Arkivera mall?
en: Archive Template?

# templates.duplicate
source: Duplicera
en: Duplicate

# templates.duplicate.action
source: Duplicera
en: Duplicate

# templates.duplicate.message
source: Ange ett namn för den duplicerade mallen
en: Enter a name for the duplicated template

# templates.duplicate.title
source: Duplicera mall
en: Duplicate Template

# templates.empty.message
source: Skapa din första rutinmall
en: Create your first routine template

# templates.empty.search.message
source: Försök med en annan sökning
en: Try a different search

# templates.empty.search.title
source: Inga mallar hittades
en: No templates found

# templates.empty.title
source: Inga mallar
en: No templates

# templates.form.add_step
source: Lägg till steg
en: Add Step

# templates.form.allow_skip
source: Tillåt hoppa över steg
en: Allow skipping steps

# templates.form.basic
source: Grundläggande information
en: Basic Information

# templates.form.create_title
source: Ny mall
en: New Template

# templates.form.description
source: Beskrivning
en: Description

# templates.form.duration.%lld
source: Varaktighet: %lld min
en: Duration: %lld min

# templates.form.edit_title
source: Redigera mall
en: Edit Template

# templates.form.name
source: Namn
en: Name

# templates.form.no_steps
source: Inga steg tillagda än
en: No steps added yet

# templates.form.options
source: Alternativ
en: Options

# templates.form.points.%lld
source: Poäng: %lld
en: Points: %lld

# templates.form.requires_notes
source: Kräver läsning av daganteckningar
en: Requires reading daily notes

# templates.form.settings
source: Inställningar
en: Settings

# templates.form.start_time
source: Standard starttid
en: Default start time

# templates.form.steps
source: Steg
en: Steps

# templates.form.type
source: Typ
en: Type

# templates.name
source: Namn
en: Name

# templates.search.accessibility
source: Sök mallar efter namn eller beskrivning
en: Search templates by name or description

# templates.steps
source: steg
en: steps

# today.activities.empty.message
source: Det finns inga aktiviteter schemalagda för denna period.
en: There are no activities scheduled for this period.

# today.activities.empty.title
source: Inga aktiviteter
en: No Activities

# today.activities.title
source: Aktiviteter
en: Activities

# today.empty.message
source: Det finns inga rutiner eller aktiviteter schemalagda för denna dag.
en: There are no routines or activities scheduled for this day.

# today.empty.title
source: Inget schemalagt
en: Nothing Scheduled

# today.filtered.empty.message
source: Inga uppgifter matchar de aktuella filtren. Prova att justera dina filter.
en: No items match the current filters. Try adjusting your filters.

# today.filtered.empty.title
source: Inga matchande uppgifter
en: No Matching Items

# today.filters.clearAll
source: Rensa alla filter
en: Clear All Filters

# today.filters.display
source: Visningsalternativ
en: Display Options

# today.filters.forMe
source: Mina
en: For Me

# today.filters.forMe.description
source: Visa endast uppgifter tilldelade mig
en: Show only items assigned to me

# today.filters.groupBy
source: Gruppera efter
en: Group By

# today.filters.groupBy.horse
source: Häst
en: Horse

# today.filters.groupBy.none
source: Ingen
en: None

# today.filters.groupBy.staff
source: Personal
en: Staff

# today.filters.groupBy.type
source: Typ
en: Type

# today.filters.showFinished
source: Visa klara
en: Show Finished

# today.filters.showFinished.description
source: Inkludera slutförda uppgifter i listan
en: Include completed items in the list

# today.filters.title
source: Filter
en: Filters

# today.grouping.noHorse
source: Ingen häst
en: No Horse

# today.grouping.unassigned
source: Ej tilldelad
en: Unassigned

# today.navigation.goToThisMonth
source: Gå till denna månad
en: Go to This Month

# today.navigation.goToThisWeek
source: Gå till denna vecka
en: Go to This Week

# today.navigation.goToToday
source: Gå till idag
en: Go to Today

# today.navigation.lastMonth
source: Förra månaden
en: Last Month

# today.navigation.lastWeek
source: Förra veckan
en: Last Week

# today.navigation.nextMonth
source: Nästa månad
en: Next Month

# today.navigation.nextWeek
source: Nästa vecka
en: Next Week

# today.navigation.thisMonth
source: Denna månad
en: This Month

# today.navigation.thisWeek
source: Denna vecka
en: This Week

# today.navigation.today
source: Idag
en: Today

# today.navigation.tomorrow
source: Imorgon
en: Tomorrow

# today.navigation.yesterday
source: Igår
en: Yesterday

# today.period.day
source: Dag
en: Day

# today.period.month
source: Månad
en: Month

# today.period.week
source: Vecka
en: Week

# today.routines.active
source: Pågående
en: In Progress

# today.routines.completed
source: Klara
en: Completed

# today.routines.empty.message
source: Det finns inga rutiner schemalagda för idag.
en: There are no routines scheduled for today.

# today.routines.empty.title
source: Inga rutiner
en: No Routines

# today.routines.scheduled
source: Planerade
en: Scheduled

# today.routines.title
source: Rutiner
en: Routines

# today.routines.todaysTitle
source: Dagens rutiner
en: Today's Routines

# today.sections.overdue
source: Försenade
en: Overdue

# today.sections.today
source: Idag
en: Today

# today.sections.upcoming
source: Kommande
en: Upcoming

# today.title
source: Idag
en: Today

# today.viewMode.activities
source: Aktiviteter
en: Activities

# today.viewMode.all
source: Alla
en: All

# today.viewMode.routines
source: Rutiner
en: Routines

# transport.add
source: Lägg till transportinstruktioner
en: Add Transport Instructions

# transport.add_contact
source: Lägg till nödkontakt
en: Add Emergency Contact

# transport.anxiety_notes
source: Anmärkningar om oro
en: Anxiety Notes

# transport.contact.name
source: Namn
en: Name

# transport.contact.phone
source: Telefonnummer
en: Phone Number

# transport.contact.primary
source: Primär kontakt
en: Primary Contact

# transport.contact.relationship
source: Relation
en: Relationship

# transport.edit
source: Redigera transportinstruktioner
en: Edit Transport Instructions

# transport.emergency_contacts
source: Nödkontakter
en: Emergency Contacts

# transport.empty
source: Inga transportinstruktioner än
en: No transport instructions yet

# transport.equipment
source: Resutrustning
en: Travel Equipment

# transport.feed_during
source: Foder under resa
en: Feed During Travel

# transport.feeding
source: Foderinstruktioner
en: Feeding Instructions

# transport.feeding_instructions
source: Foderinstruktioner
en: Feeding Instructions

# transport.hay_net
source: Hönät
en: Hay Net

# transport.head_protection
source: Huvudskydd
en: Head Protection

# transport.health_rest
source: Hälsa & vila
en: Health & Rest

# transport.insurance
source: Försäkring
en: Insurance

# transport.insurance_provider
source: Försäkringsbolag
en: Insurance Provider

# transport.loading_behavior
source: Lastningsbeteende
en: Loading Behavior

# transport.loading_notes
source: Anmärkningar om lastning
en: Loading Notes

# transport.loading.difficult
source: Svår att lasta
en: Difficult to Load

# transport.loading.easy_loader
source: Lätt att lasta
en: Easy to Load

# transport.loading.needs_handler
source: Behöver handledare
en: Needs Handler

# transport.loading.needs_patience
source: Behöver tålamod
en: Needs Patience

# transport.loading.unknown
source: Okänd
en: Unknown

# transport.max_travel_time
source: Maximal restid
en: Maximum Travel Time

# transport.motion_sickness
source: Åksjuka
en: Motion Sickness

# transport.needs_companion
source: Behöver sällskap
en: Needs Companion

# transport.notes
source: Anteckningar
en: Notes

# transport.policy_number
source: Försäkringsnummer
en: Policy Number

# transport.poll_guard
source: Nackskydd
en: Poll Guard

# transport.position
source: Föredragen position
en: Preferred Position

# transport.position.any
source: Valfri position
en: Any Position

# transport.position.facing_backward
source: Bakåtvänd
en: Facing Backward

# transport.position.facing_forward
source: Framåtvänd
en: Facing Forward

# transport.position.front
source: Fram
en: Front

# transport.position.left
source: Vänster
en: Left

# transport.position.rear
source: Bak
en: Rear

# transport.position.right
source: Höger
en: Right

# transport.preferred_companion
source: Föredragen reskamrat
en: Preferred Companion

# transport.primary
source: Primär kontakt
en: Primary Contact

# transport.rest_frequency
source: Vilofrekv ens
en: Rest Frequency

# transport.section.emergency
source: Nödkontakter
en: Emergency Contacts

# transport.section.equipment
source: Utrustning
en: Equipment

# transport.section.feeding
source: Fodring
en: Feeding

# transport.section.health
source: Hälsa & vila
en: Health & Rest

# transport.section.insurance
source: Försäkring
en: Insurance

# transport.section.loading
source: Lastning
en: Loading

# transport.section.notes
source: Övriga anteckningar
en: Additional Notes

# transport.section.position
source: Positionspreferenser
en: Position Preferences

# transport.section.rest
source: Vila & pauser
en: Rest & Breaks

# transport.section.travel
source: Resedetaljer
en: Travel Details

# transport.sedation_notes
source: Anmärkningar om lugnande medel
en: Sedation Notes

# transport.sedation_required
source: Lugnande medel krävs
en: Sedation Required

# transport.tail_guard
source: Svansskydd
en: Tail Guard

# transport.temp.cool
source: Svalt
en: Cool

# transport.temp.warm
source: Varmt
en: Warm

# transport.temperature
source: Temperaturpreferens
en: Temperature Preference

# transport.title
source: Transportinstruktioner
en: Transport Instructions

# transport.travel_anxiety
source: Reseoro
en: Travel Anxiety

# transport.travel_blanket
source: Resetäcke
en: Travel Blanket

# transport.travel_boots
source: Transportgamascher
en: Travel Boots

# transport.unload_for_rest
source: Lossa för vila
en: Unload for Rest

# transport.ventilation
source: Ventilationsbehov
en: Ventilation Needs

# transport.water_instructions
source: Vattningsinstruktioner
en: Water Instructions

# verify_email.check_inbox
source: Kolla din inkorg och klicka på länken för att verifiera din e-postadress.
en: Check your inbox and click the link to verify your email address.

# verify_email.check_spam
source: Hittar du inte mailet? Kolla skräpposten.
en: Can't find it? Check your spam folder.

# verify_email.checking
source: Kontrollerar...
en: Checking...

# verify_email.resend
source: Skicka nytt mail
en: Resend verification email

# verify_email.resend_cooldown %lld
source: Skicka nytt mail om %llds
en: Resend in %llds

# verify_email.resend_failed
source: Kunde inte skicka mail. Försök igen.
en: Failed to send email. Please try again.

# verify_email.resent
source: Nytt verifieringsmail skickat!
en: Verification email sent!

# verify_email.sign_out
source: Logga ut
en: Sign out

# verify_email.subtitle %@
source: Vi har skickat ett verifieringsmail till %@
en: We've sent a verification email to %@

# verify_email.title
source: Bekräfta din e-post
en: Verify your email

# verify_email.verified
source: E-post verifierad!
en: Email verified!
